Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=636_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Euroop Suåvtõõzz ooumažvuõiggâdvuõttåskkooumaž auŠǯǯai LääŠddjânnam pueŠreed saaŠmi vuõiggâdvuõđid
fin: Euroopan Neuvoston ihmisoikeusvaltuutettu kehottaa Suomea parantamaan saamelaisten oikeuksia

source: Euroop Suåvtõõzz ooumažvuõiggâdvuõttåskkooumaž Nils Muiznieks kõŠllŠji LääŠddjânnmest 11-13.6.2012.
fin: Euroopan neuvoston ihmisoikeusvaltuutettu Nils Muiznieks vieraili Suomessa 11-13.6.2012.

source: Ooumažvuõiggâdvuõttåskkooumaž lij ouddam täŠbbe kueŠssreeis poodd tuejjuum rapoort raŠvvjõõzzineez LääŠddjânnam riiŠǩǩe.
fin: Ihmisoikeusvaltuutettu on antanut tänään vierailun johdosta tekemänsä raporttinsa suosituksineen Suomen valtiolle.

source: Åskkooumaž kaaunõõđi kueŠssreeis poodd LääŠddjânnam riikk ouddoummi, jeeŠres ministeeriai võboršeeŠǩǩid da LääŠddjânnam sääŠmteeŠǧǧ saaǥǥjååŠđteei, Klemetti NäkkäläjääuŠr.
fin: Valtuutettu tapasi vierailunsa aikana Suomen valtion johtoa, eri ministeriöiden edustajia ja Suomen saamelaiskäräjien puheenjohtajan, Klemetti Näkkäläjärven.

source: Åskkooumaž auŠǯǯai LääŠddjânnam ratifâŠstted ILO 169-suåppmõõžž alggmeerai vuõiggâdvuõđi diõtt, kook seŠst liâ.
fin: Valtuutettu kehottaa Suomea ratifioimaan ILO 169-sopimuksen alkuperäiskansojen oikeuksista.

source: ” Ooumažvuõiggâdvuõttåskkoummu raportt lij vääžnai saakk LääŠddjânnma pueŠreed saaŠmi vuõiggâdvuõđid.
fin: ” Ihmisoikeusvaltuutetun raportti on tärkeä viesti Suomelle parantaa saamelaisten oikeuksia.

source: MuŠst leäi rämm kaaunõõttâd ooumažvuõiggâdvuõttåskkoummin da saaǥǥstõõllâd suiŠn. LääŠddjânnam saaŠmi staattuuzzâst da saaŠmi staattuuzz da lääŠjjšeâttmõõžž ooudâsviikkâm taarbi diõtt.
fin: Minulla oli ilo tavata ihmisoikeusvaltuutettu ja keskustella hänen kanssaan avoimesti hyvin lämminhenkisessä tilaisuudessa Suomen saamelaisten asemasta ja saamelaisten aseman ja lainsäädännön kehittämistarpeista.

source: Åskkooumaž tiõđi puârast LääŠddjânnam saaŠmi vueŠjjest da son haaŠlii ooudâsviikkâd saaŠmi staattuuzz LääŠddjânnmest ”.
fin: Valtuutettu oli hyvin perillä Suomen saamelaisten tilanteesta ja hän halusi aidosti edistää saamelaisten asemaa Suomessa ”.

source: maainsti saaǥǥjååŠđteei Näkkäläjärvi.
fin: puheenjohtaja Näkkäläjärvi kertoi.

source: Euroop Suåvtõõzz ooumažvuõiggâdvuõttåskkooumaž lij jiõččnaž da Euroop Suåvtõõzz vuâlaž instituutt.
fin: Euroopan neuvoston ihmisoikeusvaltuutettu on itsenäinen Euroopan Neuvoston alainen instituutio.

source: Åskkoummu tuâjjan lij ooudâsviikkâd tieŠttemvuõđ da ooumažvuõiggâdvuõđi slävvõõttmõõžž Euroop Suåvtõõzz 47 vuäŠssbieŠlljânnmest.
fin: Valtuutetun tehtävänä on edistää tietoisuutta ja ihmisoikeuksien kunnioitusta Euroopan neuvoston 47 jäsenmaassa.

source: Åskkooumaž tuejjad kueŠssreeisaid Euroop Suåvtõõzz vuäŠssbieŠlljânnmid čiõlggeem diõtt riikk ooumažvuõiggâdvuõttvueŠjj.
fin: Valtuutettu tekee vierailuja Euroopan neuvoston jäsenmaihin selvittääkseen valtion ihmisoikeustilannetta.

source: Åskkooumaž oudd kueŠssreeisast tuejjuum rapoort raŠvvjõõzzineez riikk ooumažvuõiggâdvuõttvueŠjj pueŠreem diõtt.
fin: Valtuutettu antaa vierailustaan raportin suosituksineen valtion ihmisoikeustilanteen parantamiseksi.

source: Åskkooumaž ǩiõttʼtââll rapoortâst LääŠddjânnam saaŠmid kuõskki lääŠjjšeâttmõõž, LääŠddjânnam meeraikõskksaž õõlǥtumuužžid, saaŠmi vuõiggâdvuõđid, tâŠvvjânnmlaž sääŠmsuåppmõõžž di sääŠm-meärtõõzz.
fin: Valtuutettu käsittelee raportissaan Suomen saamelaisia koskevaa lainsäädäntöä, Suomen kansainvälisiä velvoitteita, saamelaisten oikeuksia, pohjoismaista saamelaissopimusta sekä saamelaismääritelmää.

source: ” Åskkooumaž õõlǥti LääŠddjânnam staanâd saaŠmi võboršeeŠǩǩid Ilo-suåppmõõžž ratifâŠsttemproseessest.
fin: ” Valtuutettu vaati Suomea takaaman saamelaisten edustuksen Ilo-sopimuksen ratifiointiprosessissa.

source: SaaŠmi diõtt åskkoummu auʒʒjumuš lij nåkam, štõ Ilo-suåppmõõžž ratifâŠsttem õhttvuõđâst âlgg toobdsted saaŠmi vuõiggâdvuõtt, ââŠnned puäǯǯhååid ääŠrbvuâlaž vueŠjjnalla, kååŠtt lij vääžnai, ko ânnʼjõžääiŠjest lääŠdd puäʒʒhåiddlääŠjjšeâttmõš ǩicclââtt tuejjeed õõutmieŠlddsânji sääŠm puäʒʒhååid.
fin: Saamelaisten kannalta valtuutetun kehotus siitä, että Ilo-sopimuksen ratifioinnin yhteydessä tulee tunnustaa saamelaisten oikeus harjoittaa poronhoitoa perinteiseen tapaan on todella tärkeä, koska nykyisin suomalainen poronhoitolainsäädäntö pyrkii yhdenmukaistamaan saamelaista poronhoitoa.

source: Lij tiõttum, što åskkooumaž vuârdd tõn, što LääŠddjânnam taŠrǩǩad puäʒʒhååid kuõskki lääŠjjšeâttmõõžž ” maainsti Näkkäläjärvi.
fin: On selvää, että valtuutettu odottaa että Suomi tarkistaa poronhoitoa koskevaa lainsäädäntöä ” Näkkäläjärvi kertoi.

source: Ooumažvuõiggâdvuõttåskkooumaž auŠǯǯai LääŠddjânnam čuõvted saaŠmi vuõiggâdvuõđ jânnma.
fin: Ihmisoikeusvaltuutettu kehottaa Suomea selkiyttämään saamelaisten oikeutta maahan.

source: MeäŠcchalltõõzz vaaldšem-mall oođumuš taŠrjjad vuäittmõõžž räŠtǩǩeed saaŠmi mäddvuõiggâdvuõđid.
fin: Metsähallituksen hallintomalli uudistus tarjoaa mahdollisuuden ratkaista saamelaisten maaoikeudet.

source: HåŠt järrsi vuõiggâdvuõđ saaŠmi dommvuuŠdest âŠlǧǧe väŠldded lokku, ij tät leäkku åskkoummu mieŠldd nollsummiigr.
fin: Vaikka muiden oikeudet saamelaisten kotiseutualueella tulee huomioida, ei tämä ole valtuutetun mukaan nollasummapeliä.

source: ” LeäŠm šiõǥǥ miõlâst tõŠst, što åskkooumaž lij välddam saaǥǥstõõllmõõžžâst da sääŠmteeŠǧǧ tuejjuum eŠtǩǩõõzzid mieŠldd lokku väŠlddmõõžžâst da raŠvvjõõzzid rapoŠrtte.
fin: ” Olen iloinen siitä, että valtuutettu on ottanut keskustelustamme ja saamelaiskäräjien tekemistä esityksistä huomioita ja suosituksia raporttiinsa.

source: ÂâŠnam, što tõt lij jiijjâsnalla vääžnai, što åskkooumaž auŠǯǯii LääŠddjânnam riikk tuŠmmjed tuõđsânji sääŠmteeŠǧǧ tuejjuum eŠtǩǩõõzz, vuâđđeed LääŠddjânnam parlameentt da SääŠmteeŠǧǧ võboršeeŠǩǩid, što õhttsaž tuâjj-joukk valmštââll Ilo- suåppmõõžž ratifâŠsttmõžž.
fin: Pidän erityisen tärkeänä sitä, että valtuutettu kehotti Suomen valtiota harkitsemaan vakavasti saamelaiskäräjien tekemää esitystä perustaa Suomen eduskunnan ja Saamelaiskäräjien edustajien yhteinen työryhmä valmistelemaan Ilo-sopimuksen ratifiointia.

source: Tuäivam, što åskkoummu saakk vääŠldet tuŠmmjem vuâlla riikksuåvtõõzzâst, ko tõt saaǥǥstââll tän čõõuč Ilo-suåppmõõžž ratifâŠsttmõõžžâst ”, maainsti saaǥǥjååŠđteei.
fin: Toivon, että valtuutetun viesti otetaan harkintaan valtioneuvostossa kun se keskustelee tänä syksynä Ilo-sopimuksen ratifioinnista ”, puheenjohtaja kertoi.

source: LââŠssteâđaid: SaaǥǥjååŠđteei Klemetti Näkkäläjärvi
fin: Lisätietoja: Puheenjohtaja Klemetti Näkkäläjärvi

source: Klemetti NäkkäläjääuŠr maainâs ooumažvuõiggâdvuõttåskkooumže 12.6.2012
fin: Klemetti Näkkäläjärven puhe EN ihmisoikeusvaltuutetulle 12.6.2012

source: Ooumažvuõiggâdvuõttåskkoummu raportt
fin: Euroopan Neuvoston ihmisoikeusvaltuutetun raportti
